
<script type="text/javascript">
	d = new dTree('d');
	
	d.add(0,-1,'대한민국','');
	d.add(1,0,'서울','');	
	d.add(2,0,'인천','');
	d.add(10,1,'강북','');
	d.add(11,1,'강남','');
	d.add(12,1,'강서','');
	d.add(13,1,'강동','');
	d.add(20,2,'연수','');
	d.add(21,2,'부평','');
	d.add(22,2,'동구','');
	d.add(23,2,'서구','');
	d.add(100,10,'미아동','');
	d.add(110,11,'역삼동','');
	d.add(120,12,'염창동','');
	d.add(130,13,'명일동','');
	d.add(200,20,'청학동','');
	d.add(210,21,'산곡동','');
	d.add(220,22,'만석동','');
	d.add(230,23,'백석동','');
	document.write(d);
</script>